{
    "Services": "Tjenester",
    "Strategy": "Strategi",
    "Cases&Clients": "Sager&Klienter",
    "About Us": "Om os",
    "Contact and Support": "Kontakt og Support",
    "Your delivered expectations at just one click away": "Dine leverede forventninger med kun et klik væk",
    "Get Started!": "Kom Igang!",
    "or get in touch with us": "eller kontakt os",
    "We are an enthusiastic web team, ready to solve any kind of problems based on your needs and expectations, whether you are in need of a new website or an update.": 
    "Vi er et entusiastisk webteam, klar til at løse enhver form for problemer ud fra dine behov og forventninger, uanset om du mangler en ny hjemmeside eller en opdatering.",
    "Our services": "Vores tjenester",
    "Marketing": "Marketing",
    "Integration": "Integrationer",
    "We do offer all types of services for all types of our clients' needs and preferences, from helping you with creating the website, to integrating it to work with other software and search engine optimization": "Vi tilbyder alle typer tjenester til alle typer af vores kunders behov og præferencer, lige fra at hjælpe dig med at skabe hjemmesiden, til at integrere den til at arbejde med anden software og søgemaskineoptimering",
    "Having your website seen on the user's search results or through social media means something crucial when it comes to promoting your own content.": "At få din hjemmeside set på brugerens søgeresultater eller gennem sociale medier betyder noget afgørende, når det kommer til at promovere dit eget indhold.",
    "You can opt for additional software to your web solution,whether it is a newsletter, chat bot, or inventory systems, depending on your needs.": "Du kan vælge ekstra software til din webløsning, hvad enten det er et nyhedsbrev, chatbot eller lagersystemer, alt efter dine behov.",
    "Homepage": "Hjemmeside",
    "Webshop": "Webshop",
    "Drift": "Drift",
    "If you are looking to have your own website, to promote your portfolio to the larger audience for example, you are in the right place.": "Hvis du ønsker at have din egen hjemmeside, for at promovere din portefølje til et større publikum for eksempel, er du det rigtige sted.",
    "Providing websites to the clients that would like to open a business, together with the E-commerce services.": "Levering af hjemmesider til de kunder, der gerne vil åbne en virksomhed, sammen med e-handelstjenesterne.",
    "Regardless you need a new website or an update to it, the website solution always requires to be in a great technical shape.": "Uanset du har brug for en ny hjemmeside eller en opdatering af den, kræver hjemmesideløsningen altid at være i en god teknisk form.",
    "Our strategy": "Vores strategi",
    "Even if you are in need of a new website or an update to the existent one, our approach will always be the same.": "Selvom du har brug for en ny hjemmeside eller en opdatering til den eksisterende, vil vores tilgang altid være den samme.",
    "During the process, we keep in mind four types of strategies, from planning and developing the product, to our one goal, and that is delivering the final product, with the ensurance that your website will also grow in number of visitors.": "Under processen husker vi fire typer strategier, fra planlægning og udvikling af produktet, til vores ene mål, og det er at levere det endelige produkt, med sikring af, at din hjemmeside også vil vokse i antal besøgende.",
    "Planning": "Planlægning",
    "Development": "Udvikling",
    "Delivery": "Overlevering",
    "Growth": "Vækst",
    "Our cases": "Vores sager",
    "Homepage/Webshop system": "Hjemmeside/Webshop system",
    "Integration/Homepage": "Integrationer/Hjemmeside",
    "Warehouse management integration": "Lagerstyringsintegration",
    "Our clients": "Vores klienter",
    "This is us, everyday, we are a group of dedicated people in the web domain who always put the professionalism on the first place, equipped with solid knowledge, training and experience, and proud of our profession, always ready to deliver the best of your product!": "Dette er os, hver dag, vi er en gruppe dedikerede mennesker på webdomænet, som altid sætter fagligheden i højsædet, udstyret med solid viden, uddannelse og erfaring, og stolte af vores fag, altid klar til at levere det bedste af dine produkt!",
    "Owner of Nuub": "Ejer af Nuub",
    "Web Developer": "Webudvikler",
    "Web and Graphic Designer": "Web og Grafisk Designer",
    "Senior Web Designer & Project Management": "Senior Web Designer & Projekt Leder",
    "Would you like to get in touch with us? Or you need assistance?": "Vil du gerne i kontakt med os? Eller har du brug for hjælp?",
    "You can actually do both, feel free to contact us, regardless of needing assistance or just a small talk with us.": "Du kan faktisk gøre begge dele, kontakt os gerne, uanset om du har brug for assistance eller blot en lille snak med os.",
    "Your full name": "Dit fulde navn",
    "Your email address": "Din email adresse",
    "Select the type of inquiry": "Vælg typen af ​​forespørgsel",
    "--- Please chose the type of inquiry ---": "--- Vælg venligst typen af ​​forespørgsel ---",
    "Appointment": "Aftale",
    "Addressing a question": "Adressering af et spørgsmål",
    "Support/Assistance": "Support/Assistance",
    "Describe your inquiry": "Beskriv din henvendelse",
    "Web Design and Integration": "Web Design og Integrationer",
    "All the fields are required to be filled :)": "Alle felter skal udfyldes :)",
    "Your email is not valid :(": "Din e-mail er ikke gyldig :(",
    "The email has already been registered!": "E-mailen er allerede blevet registreret!",
    "Your contact details has been registered, we'll get in touch as fast as you say fish! ;D": "Dine kontaktoplysninger er blevet registreret, vi kontakter dig lige så hurtigt som du siger fisk! ;D",
    "Submit": "Indsend"
  }