{
    "Services": "Tjenester",
    "Strategy": "Strategi",
    "Cases&Clients": "Sager&Klienter",
    "About Us": "Om os",
    "Contact and Support": "Kontakt og Support",
    "Book Meeting": "Bestille Tid",
    "Your delivered expectations at just one click away": "Dine leverede forventninger med kun et klik væk",
    "Get Started!": "Kom Igang!",
    "or get in touch with us": "eller kontakt os",
    "We are an enthusiastic web team, ready to solve any kind of problems based on your needs and expectations, whether you are in need of a new website or an update.": 
    "Vi er et entusiastisk webteam, klar til at løse enhver form for problemer ud fra dine behov og forventninger, uanset om du mangler en ny hjemmeside eller en opdatering.",
    "Our services": "Vores tjenester",
    "Marketing": "Marketing",
    "Integration": "Integrationer",
    "We do offer all types of services for all types of our clients' needs and preferences, from helping you with creating the website, to integrating it to work with other software and search engine optimization": "Vi tilbyder alle typer tjenester til alle typer af vores kunders behov og præferencer, lige fra at hjælpe dig med at skabe hjemmesiden, til at integrere den til at arbejde med anden software og søgemaskineoptimering",
    "Having your website seen on the user's search results or through social media means something crucial when it comes to promoting your own content.": "At få din hjemmeside set på brugerens søgeresultater eller gennem sociale medier betyder noget afgørende, når det kommer til at promovere dit eget indhold.",
    "You can opt for additional software to your web solution,whether it is a newsletter, chat bot, or inventory systems, depending on your needs.": "Du kan vælge ekstra software til din webløsning, hvad enten det er et nyhedsbrev, chatbot eller lagersystemer, alt efter dine behov.",
    "Homepage": "Hjemmeside",
    "Webshop": "Webshop",
    "Drift": "Drift",
    "If you are looking to have your own website, to promote your portfolio with your own work to the larger audience for example, you are in the right place.": "Hvis du ønsker at have din egen hjemmeside, for at promovere din portefølje til et større publikum for eksempel, er du det rigtige sted.",
    "Providing websites to the clients that would like to open a business, together with the E-commerce services.": "Levering af hjemmesider til de kunder, der gerne vil åbne en virksomhed, sammen med e-handelstjenesterne.",
    "Regardless you need a new website or an update to it, the website solution always requires to be in a great technical shape.": "Uanset du har brug for en ny hjemmeside eller en opdatering af den, kræver hjemmesideløsningen altid at være i en god teknisk form.",
    "Our strategy": "Vores strategi",
    "Even if you are in need of a new website or an update to the existent one, our approach will always be the same.": "Selvom du har brug for en ny hjemmeside eller en opdatering til den eksisterende, vil vores tilgang altid være den samme.",
    "During the process, we keep in mind four types of strategies, from planning and developing the product, to our one goal, and that is delivering the final product, with the ensurance that your website will also grow in number of visitors.": "Under processen husker vi fire typer strategier, fra planlægning og udvikling af produktet, til vores ene mål, og det er at levere det endelige produkt, med sikring af, at din hjemmeside også vil vokse i antal besøgende.",
    "Planning": "Planlægning",
    "Development": "Udvikling",
    "Delivery": "Overlevering",
    "Growth": "Vækst",
    "Our cases": "Vores sager",
    "Homepage/Webshop system": "Hjemmeside/Webshop system",
    "Integration/Homepage": "Integrationer/Hjemmeside",
    "Warehouse management integration": "Lagerstyringsintegration",
    "Our clients": "Vores klienter",
    "This is us, everyday, we are a group of dedicated people in the web domain who always put the professionalism on the first place, equipped with solid knowledge, training and experience, and proud of our profession, always ready to deliver the best of your product!": "Dette er os, hver dag, vi er en gruppe dedikerede mennesker på webdomænet, som altid sætter fagligheden i højsædet, udstyret med solid viden, uddannelse og erfaring, og stolte af vores fag, altid klar til at levere det bedste af dine produkt!",
    "Owner of Nuub": "Ejer af Nuub",
    "Web Developer": "Webudvikler",
    "Web and Graphic Designer": "Web og Grafisk Designer",
    "Senior Web Designer & Project Management": "Senior Web Designer & Projekt Leder",
    "Do you have any questions or would like some assistance?": "Har du spørgsmål eller ønsker du hjælp?",
    "You can actually do both, feel free to contact us, regardless of needing assistance or a small question.": "Du kan faktisk gøre begge dele, kontakt os gerne, uanset om du har brug for assistance eller et lille spørgsmål.",
    "Your full name": "Dit fulde navn",
    "Your email address": "Din email adresse",
    "Describe your inquiry": "Beskriv din henvendelse",
    "Web Design and Integration": "Web Design og Integrationer",
    "All fields must be filled": "Alle felter skal udfyldes",
    "Your email is not valid :(": "Din e-mail er ikke gyldig :(",
    "The email has already been registered!": "E-mailen er allerede blevet registreret!",
    "Your contact details has been registered, we'll get in touch as fast as you say fish! ;D": "Dine kontaktoplysninger er blevet registreret, vi kontakter dig lige så hurtigt som du siger fisk! ;D",
    "Submit": "Indsend",
    "Log In": "Log Ind",
    "Log in": "Log ind",
    "Email": "Email",
    "Password": "Adgangskode",
    "Introduce your credentials in order to log in the portal": "Introducer dine legitimationsoplysninger for at logge på portalen",
    "Not registered yet? Sign up": "Ikke tilmeldt endnu? Tilmelde",
    "Forgot your password? Recover it": "Glemt din adgangskode? Gendan det",
    "here!": "her!",
    "All fields must be filled in": "Alle felter skal udfyldes",
    "The email is not valid": "E-mailen er ikke gyldig",
    "The password is not strong, it must be at least 8 characters": "Adgangskoden er ikke stærk, den skal være på mindst 8 tegn",
    "The password has reached the maximum of 30 characters": "Adgangskoden har nået det maksimale på 30 tegn",
    "Wrong email or password": "Forkert e-mail eller adgangskode",
    "Unable to login, you must verify your account first": "Kan ikke logge ind, du skal bekræfte din konto først",
    "User does not exist": "Bruger eksisterer ikke",
    "A verification link has been sent to your email address.": "Et bekræftelseslink er blevet sendt til din e-mailadresse.",
    "The first name must be longer than 2 characters": "Fornavnet skal være længere end 2 tegn",
    "The first name cannot be longer than 25 characters": "Fornavnet må ikke være længere end 25 tegn",
    "The last name must be longer than 2 characters": "Efternavnet skal være længere end 2 tegn",
    "The last name cannot be longer than 25 characters": "Efternavnet må ikke være længere end 25 tegn",
    "Danish phone number must be provided": "Dansk telefonnummer skal oplyses",
    "The passwords does not match": "Adgangskoderne stemmer ikke overens",
    "The email has already been registered": "E-mailen er allerede blevet registreret",
    "The phone number has already been registered": "Telefonnummeret er allerede blevet registreret",
    "First Name": "Fornavn",
    "Last Name": "Efternavn",
    "Company": "Virksomhed",
    "Phone Number": "Telefonnummer",
    "Confirm Password": "Bekræft kodeord",
    "Register": "Tilmeld",
    "Already have an account? Log in": "Har du allerede en konto? Log ind",
    "The link with password recovery has been sent to your email address.": "Linket med gendannelse af adgangskode er blevet sendt til din e-mailadresse.",
    "This field must be filled in": "Dette felt skal udfyldes",
    "The key could not be found": "Nøglen kunne ikke findes",
    "The key does not contain 32 characters": "Nøglen indeholder ikke 32 tegn",
    "Send": "Sende",
    "Thank you!": "Tak skal du have!",
    "Your password has been successfully changed and now can log in the portal.": "Din adgangskode er blevet ændret og kan nu logge på portalen.",
    "Go to login": "Gå til login",
    "Please type your password": "Indtast venligst din adgangskode",
    "Please confirm your password": "Bekræft venligst din adgangskode",
    "The key is missing": "Nøglen mangler",
    "The password do not match": "Adgangskoden stemmer ikke overens",
    "The password must be at least 8 characters": "Adgangskoden skal være på mindst 8 tegn",
    "The password cannot be longer than 30 characters": "Adgangskoden må ikke være længere end 30 tegn",
    "New password": "Nyt kodeord",
    "Confirm new password": "Bekræft ny adgangskode",
    "You must choose a date": "Du skal vælge en dato",
    "You must choose a time": "Du skal vælge et tidspunkt",
    "Meetings are not available on weekends": "Møder er ikke tilgængelige i weekenden",
    "Meetings are available between 10 AM and 3 PM": "Møder er tilgængelige mellem kl. 10.00 og 15.00",
    "This section must be filled in": "Denne sektion skal udfyldes",
    "Only 550 characters allowed": "Kun 550 tegn tilladt",
    "At least 100 characters are required": "Mindst 100 tegn er påkrævet",
    "Book meeting": "Book møde",
    "Please choose the desired date and time and describe your future project you would like to work on it with us": "Vælg venligst den ønskede dato og tid og beskriv dit fremtidige projekt, du gerne vil arbejde på det med os",
    "Confirm": "Bekræfte",
    "Meeting ID": "Møde ID",
    "Meeting Date": "Møde Dato",
    "Meeting Time": "Møde Tidspunkt",
    "Meeting Description": "Møde Beskrivelse",
    "Action": "Handling",
    "Book a new meeting": "Book et nyt møde",
    "Change appointment": "Skift aftale",
    "Your meeting has been cancelled": "Dit møde er blevet aflyst",
    "An email with the cancelling confirmation has been sent to you.": "Der er blevet sendt en e-mail med annulleringsbekræftelsen.",
    "Reschedule appointment": "Flyt tid",
    "Go back to my appointments": "Gå tilbage til mine aftaler",
    "Your meeting has been confirmed!": "Dit møde er blevet bekræftet!",
    "An email with the meeting confirmation has been sent to you.": "Der er sendt en e-mail med mødebekræftelsen til dig.",
    "Welcome to your Nuub dashboard,": "Velkommen til dit Nuub-dashboard,",
    "Here you can update your creditentials, create a new meeting with us and manage your appointment :D .": "Her kan du opdatere dine legitimationsoplysninger, oprette et nyt møde med os og administrere din aftale :D .",
    "My profile": "Min profil",
    "My appointments": "Mine aftaler",
    "Sign Out": "Log ud",
    "Email address": "Email adresse",
    "Phone number": "Telefonnummer",
    "Update Profile": "Opdater profil",
    "Your meeting has been changed": "Dit møde er blevet skiftet",
    "An email with the update confirmation has been sent to you.": "Der er blevet sendt en e-mail med opdateringsbekræftelsen.",
    "Your profile has been updated successfully!": "Din profil er blevet opdateret med succes!",
    "Failed updating your profile": "Kunne ikke opdatere din profil",
    "Edit your credentials": "Rediger dine legitimationsoplysninger",
    "Write down your following credentials you wish to change": "Skriv dine følgende legitimationsoplysninger, du ønsker at ændre",
    "Confirm password": "Bekræft kodeord",
    "Update": "Opdater",
    "Introduce your credentials in order to register an account": "Introducer dine legitimationsoplysninger for at registrere en konto",
    "Sign Up": "Tilmelde",
    "Get back to login": "Gå tilbage til login",
    "Introduce the email you signed up with in order to recover your password": "Introducer den e -mail, du tilmeldte dig for at gendanne din adgangskode",
    "Forgot your password?": "Glemt din adgangskode?",
    "Recover your password": "Gendan din adgangskode",
    "Introduce your new password and you are ready to go": "Introducer din nye adgangskode, og du er klar til at gå",
    "Your account has been successfully verified and now you can book a meeting with us.": "Din konto er blevet verificeret med succes, og nu kan du booke et møde med os.",
    "Please wait...": "Vent venligst...",
    "Whoops, there's nothing here.": "Whoops, der er intet her.",
    "Would you like to book a meeting with us to discuss your project?": "Vil du booke et møde med os for at diskutere dit projekt?",
    "Describe your upcoming project here...": "Beskriv dit kommende projekt her ...",
    "Edit": "Rediger",
    "Cancel": "Annuller",
    "or scroll down for more": "eller scroll ned for mere",
    "If the answer is yes, then book an appointment with us and start planning the process of your project development!": "Hvis svaret er ja, så book en tid hos os og begynd at planlægge processen med din projektudvikling!",
    "Have we convinced you in helping you bringing an exciting project implementation or update to life?": "Har vi overbevist dig om at hjælpe dig med at bringe en spændende projektimplementering eller opdatering til livet?"
  }